{
  "type": "Taxon",
  "id": "54ae0da9-251d-4e11-ba96-f7e96813a934",
  "data": {
    "name": "Ericales",
    "path": "/Plantae/Tracheophytes/Angiosperms/Eudicots/Asterids/Ericales",
    "description": "The Ericales are a large and diverse order of flowering plants in the asterid group of the eudicots. Well-known and economically important members of this order include tea and ornamental camellias, persimmon, ebony, blueberry, cranberry, lingonberry, huckleberry, kiwifruit, Brazil nut, argan, sapote, azaleas and rhododendrons, heather, heath, impatiens, phlox, Jacob's ladder, primroses, cyclamens, shea, sapodilla, pouterias, and trumpet pitchers.\n\nThe order includes 22 families, according to the APG IV system of classification.\n\nThe Ericales include trees, bushes, lianas, and herbaceous plants. Together with ordinary autophytic plants, they include chlorophyll-deficient mycoheterotrophic plants (e.g., Sarcodes sanguinea) and carnivorous plants (e.g., genus Sarracenia). Mycorrhizal associations are quite common among the order representatives, and three kinds of mycorrhiza are found exclusively among Ericales (namely, ericoid, arbutoid and monotropoid mycorrhiza). In addition, some families among the order are notable for their exceptional ability to accumulate aluminum.\n\nMany species have five petals, often grown together. Fusion of the petals as a trait was traditionally used to place the order in the subclass Sympetalae.\n\nEricales are a cosmopolitan order. Areas of distribution of families vary largely – while some are restricted to tropics, others exist mainly in Arctic or temperate regions. The entire order contains over 8,000 species, of which the Ericaceae account for 2,000–4,000 species (by various estimates).\n\nAccording to molecular studies, the lineage that led to Ericales diverged from other plants about 127 million years or diversified 110 million years ago.",
    "link": "https://en.wikipedia.org/wiki/Ericales",
    "scenario": "general.botanicExample"
  }
}
