{
  "type": "Taxon",
  "id": "927c7763-0e29-4bd4-817e-d2b19ec424fa",
  "data": {
    "name": "Narcissus",
    "path": "/Plantae/Tracheophytes/Angiosperms/Monocots/Asparagales/Amaryllidaceae/Amaryllidoideae/Narcissus",
    "description": "Narcissus is a genus of predominantly spring flowering perennial plants of the amaryllis family, Amaryllidaceae. Various common names including daffodil, narcissus (plural narcissi), and jonquil, are used to describe some or all members of the genus.\n\nNarcissus has conspicuous flowers with six petal-like tepals surmounted by a cup- or trumpet-shaped corona. The flowers are generally white and yellow (also orange or pink in garden varieties), with either uniform or contrasting coloured tepals and corona.\n\nNarcissi were well known in ancient civilisation, both medicinally and botanically, but were formally described by Linnaeus in his Species Plantarum (1753). The genus is generally considered to have about ten sections with approximately 70–80 species; the Plants of the World Online database currently accepts 76 species and 93 named hybrids. The number of species has varied, depending on how they are classified, due to similarity between species and hybridisation.\n\nThe genus arose some time in the Late Oligocene to Early Miocene epochs, in the Iberian peninsula and adjacent areas of southwest Europe. The exact origin of the name Narcissus is unknown, but it is often linked to a Greek word (ancient Greek ναρκῶ narkō, \"to make numb\") and the myth of the youth of that name who fell in love with his own reflection. The English word \"daffodil\" appears to be derived from \"asphodel\", with which it was commonly compared.\n\nThe species are native to meadows and woods in southern Europe and North Africa with a centre of diversity in the Western Mediterranean. Both wild and cultivated plants have naturalised widely, and were introduced into the Far East prior to the tenth century. Narcissi tend to be long-lived bulbs, which propagate by division, but are also insect-pollinated. Known pests, diseases and disorders include viruses, fungi, the larvae of flies, mites and nematodes. Some Narcissus species have become extinct, while others are threatened by increasing urbanisation and tourism.\n\nHistorical accounts suggest narcissi have been cultivated from the earliest times, but became increasingly popular in Europe after the 16th century and by the late 19th century were an important commercial crop centred primarily in the Netherlands. Today, narcissi are popular as cut flowers and as ornamental plants. The long history of breeding has resulted in thousands of different cultivars. For horticultural purposes, narcissi are classified into divisions, covering a wide range of shapes and colours. Narcissi produce a number of different alkaloids, which provide some protection for the plant, but may be poisonous if accidentally ingested. This property has been exploited for medicinal use in traditional healing and has resulted in the production of galantamine for the treatment of Alzheimer's dementia. Narcissi are associated with a number of themes in different cultures, ranging from death to good fortune, and as symbols of spring. The daffodil is the national flower of Wales and the symbol of cancer charities in many countries. The appearance of wild flowers in spring is associated with festivals in many places.",
    "link": "https://en.wikipedia.org/wiki/Narcissus_(plant)",
    "scenario": "general.botanicExample"
  }
}
