{
  "type": "Tag",
  "id": "7ac83b11-3c48-4ecd-930c-97e9dbf47ef3",
  "data": {
    "name": "red",
    "color": "#e6194b",
    "description": "Red is the color at the long wavelength end of the visible spectrum of light, next to orange and opposite violet. It has a dominant wavelength of approximately 625\\u2013750 nanometres.[1] It is a primary color in the RGB color model and a secondary color (made from magenta and yellow) in the CMYK color model, and is the complementary color of cyan. Reds range from the brilliant yellow-tinged scarlet and vermillion to bluish-red crimson, and vary in shade from the pale red pink to the dark red burgundy.[2]\n\nRed pigment made from ochre was one of the first colors used in prehistoric art. The Ancient Egyptians and Mayans colored their faces red in ceremonies; Roman generals had their bodies colored red to celebrate victories. It was also an important color in China, where it was used to color early pottery and later the gates and walls of palaces.[3]:\\u200a60\\u201361\\u200a In the Renaissance, the brilliant red costumes for the nobility and wealthy were dyed with kermes and cochineal. The 19th century brought the introduction of the first synthetic red dyes, which replaced the traditional dyes. Red became a symbolic color of communism and socialism; Soviet Russia adopted a red flag following the Bolshevik Revolution in 1917. The Soviet red banner would subsequently be used throughout the entire history of the Soviet Union. China adopted its own red flag following the Chinese Communist Revolution. A red flag was also adopted by North Vietnam in 1954, and by all of Vietnam in 1975.\n\nSince red is the color of blood, it has historically been associated with sacrifice, danger, and courage. Modern surveys in Europe and the United States show red is also the color most commonly associated with heat, activity, passion, sexuality, anger, love, and joy. In China, India, and many other Asian countries it is the color symbolizing happiness and good fortune.[4]:\\u200a39\\u201363",
    "link": "https://en.wikipedia.org/wiki/Red",
    "scenario": "general.botanicExample"
  }
}
